hurrican/hurrican-acceptance-test/src/citrus/resources/templates/customer/v1/GetLineIds_01/getLineIds.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.mnet.de/esb/cdm/Customer/CustomerOrderService/v1">
    <soapenv:Header/>
    <soapenv:Body>
        <v1:getLineIds>
            <v1:customerOrderId>${customerOrderId}</v1:customerOrderId>
        </v1:getLineIds>
    </soapenv:Body>
</soapenv:Envelope>